Revit 2024 API
BRepBuilderPersistentIds Properties
The BRepBuilderPersistentIds type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
BRepBuilderPersistentIds Class
Autodesk.Revit.DB Namespace